[
    {
        "Title": "Tortilla de patata",
        "Ingredients": [
            "6 huevos",
            "3 patatas (600 gr)",
            "1 cebolla",
            "2 vasos de aceite de oliva",
            "sal"
        ],
        "Steps": [
            "Pela y pica la cebolla en dados medianos.",
            "Si las patatas estuvieran sucias, pásalas por agua. Pélalas, córtalas en láminas finas de medio centímetro.",
            "Introduce todo en la sartén, sazona a tu gusto y fríe a fuego suave durante 25-30 minutos.",
            "Retira la fritada y escúrrela. Pasa el aceite a un recipiente y resérvalo. Limpia el aceite de la sartén.",
            "Casca los huevos, colócalos en un recipiente grande y bátelos. Sálalos a tu gusto, agrega la fritada de patatas, cebolla y mezcla bien.",
            "Coloca la sartén nuevamente en el fuego, agrega un chorrito del aceite reservado y agrega la mezcla. Remueve un poco con una cuchara de madera y espera (20 segundos) a que empiece a cuajarse.",
            "Separa los bordes, cubre la sartén con un plato de mayor diámetro que la sartén y dale la vuelta.",
            "Échala de nuevo para que cuaje por el otro lado."
        ]
    },
    {
        "Title": "Gratén de calabacines y berenjenas",
        "Ingredients": [
            "1 calabacín",
            "1 berenjena",
            "1/2 pimiento rojo picado",
            "1/2 pimiento verde picado ",
            "1 cebolla picada",
            "1 ramita apio picada",
            "Aceite de oliva Virgen Extra",
            "Caldo de verdura casero",
            "Queso rallado",
            "Sal y pimienta",
            "2 cdas pan rallado",
            "1 ramito albahaca"
        ],
        "Steps": [
            "En aceite de oliva pochar la cebolla y los pimientos.",
            "Una vez salteado añadir las berenjenas, el calabacín, el apio y cubrir con el caldo. Picar un poco de albahaca y agregar.",
            "Condimentar y dejar cocer unos minutos (5 serán suficientes).",
            "Esta preparación debe quedar no muy líquida porque el calabacín soltará su agua.",
            "Colocarlo en una fuente refractaria, cubrir con el queso y unas hojas de albahaca y gratinar a horno fuerte (200ºC)."
        ]
    },
    {
        "Title": "Pasta con tomate",
        "Ingredients": [
            "500 gr. pasta ",
            "600 gr. Tomate Frito",
            "2 cucharaditas orégano",
            "Caldo de pollo",
            "2 dientes de ajo ",
            "Queso rallado ",
            "Sal",
            "Aceite de oliva"
        ],
        "Steps": [
            "Hierve la pasta como se indica en el envase, añadiendo en el agua el Caldo de Pollo. Después, escurre la pasta, añade un poco de aceite de oliva y remueve bien.",
            "Mientras se cuece la pasta, coloca al fuego una sartén con 6 cucharadas de aceite de oliva, el Tomate Frito, el ajo, el orégano y una pizca de azúcar.",
            "Tapamos y dejamos cocer a fuego medio, removiendo de vez en cuando, durante 5 min. Servir todo el conjunto."
        ]
    },
    {
        "Title": "Gazpacho",
        "Ingredients": [
            "1 kg Tomate pera",
            "1 Pimiento verde",
            "1 Pepino",
            "2 Dientes de ajo",
            "50 ml Aceite de oliva virgen extra",
            "50 g Pan de hogaza duro",
            "250 ml Agua",
            "Sal",
            "30 ml Vinagre de Jerez"
        ],
        "Steps": [
            "Troceamos todos los ingredientes y añadimos 50 ml de aceite de oliva, 250 ml de agua de la nevera y 50 ml de vinagre de Jerez",
            "Trituramos todo en la batidora de vaso o Turmix.",
            "Una vez triturado, pasamos el gazpacho resultante por el colador fino, apretando con un cucharón para que quede una crema sin pieles ni semillas.",
            "Lo metemos en la nevera un par de horas para que enfríe bien."
        ]
    },
    {
        "Title": "Bizcocho de zanahoria",
        "Ingredients": [
            "250 g de zanahorias crudas (ya peladas y ralladas)",
            "200 g de harina",
            "7 g de levadura en polvo o polvo de hornear",
            "125 ml de aceite de girasol (podéis usar de oliva pero le dará un sabor más fuerte al pastel de zanahoria)",
            "4 huevos",
            "200 g de azúcar"
        ],
        "Steps": [
            "Trituramos las zanahorias junto con el aceite.",
            "Echamos los huevos en un bol y los batimos con el azúcar, añadiendo luego la pasta de zanahoria que habíamos preparado ccon anterioridad.",
            "Incorporamos la harina y la levadura tamizadas y mezclamos con cuidado.",
            "Engrasamos con aceite o mantequilla un mole de 24 cm y echamos la masa.",
            "Hornear a 185ºC unos 30 minutos o hasta que veamos que al pinchar con un palillo o la punta de cuchillo el centro del bizcocho de zanahoria éste sale limpio.",
            "Este bizcocho de zanahoria podemos dejarlo tal como está si por ejemplo lo queréis para desayuno o merienda, o si lo queréis preparar para alguna celebración podéis espolvorear con azúcar glass o con un frosting hecho con Philadelphia y azúcar glass."
        ]
    },
    {
        "Title": "Mermelada de melocotón",
        "Ingredients": [
            "1 kg de melocotones",
            "500 gr. de azúcar",
            "1/2 limón entero o el zumo de medio limón"
        ],
        "Steps": [
            "Lava los melocotones, pélalos y retira la semilla, pártelos en 4.",
            "Incorpora los melocotones a una olla, el azúcar, añade el medio limón cortado en dos o el zumo de medio limón.",
            "Lleva a ebullición y baja la temperatura a fuego medio-bajo durante 40-50 minutos. Revuelve con una cuchara de madera de vez en cuando.",
            "Retira los dos trozos de limón.",
            "Pon el brazo de la batidora dentro de la olla y a velocidad mínima, da dos o tres golpes de triturado para homogenizar un poco la mezcla. No es necesario que la tritures totalmente si como a mi te gusta encontrarte algún tropezón.",
            "Comprueba el punto de la mermelada poniendo una cucharada en un plato frío, si pasados unos segundos mantiene la textura sin desparramarse, estará lista, si la notas muy líquida, déjala unos minutos más a fuego medio.",
            "Deja enfriar y envasa"
        ]
    },
    {
        "Title": "Melón con jamón",
        "Ingredients": [
            "1/2 melón piel de sapo (unos 750 g sin piel)",
            "200 g de jamón serrano en lonchas muy finas",
            "Aceite de oliva virgen extra"
        ],
        "Steps": [
            "Cortar 3 o 4 rajas normales del melón y quitarles las pipas.",
            "Desde la parte interior (donde estaban las pipas), ir sacando láminas en sentido longitudinal con la ayuda de un pelador.",
            "Cortar las lonchas de jamón por el medio a lo largo o de modo que sean de tamaño similar a las láminas de melón.",
            "Colocar en cada plato el doble de melón que de jamón.",
            "Añadir un hilito de aceite de oliva por encima."
        ]
    },
    {
        "Title": "Helado de manzana",
        "Ingredients": [
            "400 gramos de manzanas",
            "150 gramos de azúcar",
            "Zumo de 1 limón",
            "500 ml de agua"
        ],
        "Steps": [
            "Lavar, pelar y quitar el corazón a las manzanas. Trocearlas.",
            "Colocar una cacerola al fuego con el agua y las manzanas cortadas.",
            "Cuando comience a hervir se añade el azúcar y el zumo de limón. Dejar cocer removiendo de vez en cuando hasta que las manzanas estén muy tiernas. Triturar todo en la batidora y colar.",
            "Introducir el helado/sorbete en la sorbetera y meter en el congelador.",
            "Servir el helado formando bolas en copas anchas para helado o copas de martini decorando con un par de hojitas de menta fresca."
        ]
    },
    {
        "Title": "Helado de pera",
        "Ingredients": [
            "400 gramos de peras",
            "150 gramos de azúcar",
            "Zumo de 1 limón",
            "500 ml de agua"
        ],
        "Steps": [
            "Lavar, pelar y quitar el corazón a las peras. Trocearlas.",
            "Colocar una cacerola al fuego con el agua y las peras cortadas.",
            "Cuando comience a hervir se añade el azúcar y el zumo de limón. Dejar cocer removiendo de vez en cuando hasta que las peras estén muy tiernas. Triturar todo en la batidora y colar.",
            "Introducir el helado/sorbete en la sorbetera y meter en el congelador.",
            "Servir el helado formando bolas en copas anchas para helado o copas de martini decorando con un par de hojitas de menta fresca."
        ]
    },
    {
        "Title": "Helado de melón",
        "Ingredients": [
            "400 gramos de melón",
            "150 gramos de azúcar",
            "Zumo de 1 limón",
            "500 ml de agua"
        ],
        "Steps": [
            "Lavar, pelar y quitar las pipas del melón. Trocearlo.",
            "Colocar una cacerola al fuego con el agua y el melon cortado.",
            "Cuando comience a hervir se añade el azúcar y el zumo de limón. Dejar cocer removiendo de vez en cuando hasta que el melón esté muy tiernas. Triturar todo en la batidora y colar.",
            "Introducir el helado/sorbete en la sorbetera y meter en el congelador.",
            "Servir el helado formando bolas en copas anchas para helado o copas de martini decorando con un par de hojitas de menta fresca."
        ]
    },
    {
        "Title": "Helado de kiwi",
        "Ingredients": [
            "400 gramos de kiwis",
            "150 gramos de azúcar",
            "Zumo de 1 limón",
            "500 ml de agua"
        ],
        "Steps": [
            "Lavar, pelar los kiwis. Trocearlos.",
            "Colocar una cacerola al fuego con el agua y los kiwis cortados.",
            "Cuando comience a hervir se añade el azúcar y el zumo de limón. Dejar cocer removiendo de vez en cuando hasta que los kiwis estén muy tiernas. Triturar todo en la batidora y colar.",
            "Introducir el helado/sorbete en la sorbetera y meter en el congelador.",
            "Servir el helado formando bolas en copas anchas para helado o copas de martini decorando con un par de hojitas de menta fresca."
        ]
    },
    {
        "Title": "Helado de naranja",
        "Ingredients": [
            "400 gramos de naranajas",
            "150 gramos de azúcar",
            "Zumo de 1 limón",
            "500 ml de agua"
        ],
        "Steps": [
            "Lavar, pelar las naranjas. Trocearlas.",
            "Colocar una cacerola al fuego con el agua y las naranajas cortadas.",
            "Cuando comience a hervir se añade el azúcar y el zumo de limón. Dejar cocer removiendo de vez en cuando hasta que las naranajas estén muy tiernas. Triturar todo en la batidora y colar.",
            "Introducir el helado/sorbete en la sorbetera y meter en el congelador.",
            "Servir el helado formando bolas en copas anchas para helado o copas de martini decorando con un par de hojitas de menta fresca."
        ]
    },
    {
        "Title": "Helado de melocotón",
        "Ingredients": [
            "400 gramos de melocotones",
            "150 gramos de azúcar",
            "Zumo de 1 limón",
            "500 ml de agua"
        ],
        "Steps": [
            "Lavar, pelar y quitar el corazón de los melocotones. Trocearlos.",
            "Colocar una cacerola al fuego con el agua y los melocotones cortados.",
            "Cuando comience a hervir se añade el azúcar y el zumo de limón. Dejar cocer removiendo de vez en cuando hasta que los melocotones estén muy tiernas. Triturar todo en la batidora y colar.",
            "Introducir el helado/sorbete en la sorbetera y meter en el congelador.",
            "Servir el helado formando bolas en copas anchas para helado o copas de martini decorando con un par de hojitas de menta fresca."
        ]
    },
    {
        "Title": "Macedonia",
        "Ingredients": [
            "375 gramos de Azúcar",
            "250 ml de agua",
            "2 plátano",
            "2 peras",
            "2 naranajas",
            "2 kiwis",
            "1 rodaja grande de melón",
            "2 Melocotónes",
            "1/2 Zumo de limón"
        ],
        "Steps": [
            "Para hacer el almíbar ponemos en un cazo el azúcar y el agua, y sin remover llevamos a ebullición. Dejamos que hierva durante dos minutos y retiramos del fuego. Reservamos hasta que se temple.",
            "Por otro lado, en un cuenco amplio, troceamos las frutas, una vez lavadas y peladas.",
            "Añadimos el zumo de limón para que no se oxiden. Mezclamos con cuidado, para que las cerezas no manchen mucho la fruta y el zumo se reparta bien.",
            "Mezclado todo con tacto",
            "Tapamos la macedonia y refrigeramos durante unas horas antes de consumirla."
        ]
    },
    {
        "Title": "Pasta con zanahoria",
        "Ingredients": [
            "60 g patatas",
            "25 g zanahorias",
            "1/2 cebolla",
            "1/2 diente ajo",
            "130 g pasta"
        ],
        "Steps": [
            "Pica las patatas, las zanahorias, la cebolla y el ajo.",
            "Vierte todo en una cazuela a fuego medio y cocina hasta que las patatas estén tiernas.",
            "Con ayuda de una batidora, bate las patatas, las zanahorias, la cebolla y el ajo con el resto de los ingredientes, hasta lograr una masa homogénea.",
            "Cuece la pasta en agua con sal hasta que se cocinen.",
            "Una vez que estén hechos, quitar el agua y echar la pasta sobre la salsa y remover.",
            "Echa sal y listo para comer"
        ]
    },
    {
        "Title": "Risotto de setas",
        "Ingredients": [
            "350 g. de arroz para Risotto o arroz bomba",
            "1 L de caldo de verduras",
            "400 g. de champiñones",
            "1 cebolla",
            "2 dientes de ajo",
            "40 g. de mantequilla",
            "100 g. de queso parmesano rallado",
            "1/2 vaso de vino blanco",
            "50 ml. de aceite de oliva virgen extra",
            "Sal y pimienta negra (al gusto)"
        ],
        "Steps": [
            "Lo primero será preparar el caldo de verduras. Si tienes tiempo lo mejor es hacer un caldo casero. Si no tienes tiempo o te da pereza prepara el caldo con una pastilla de caldo concentrado o compralo envasado, pero hasta que no tengas el caldo listo no empieces con la receta.",
            "Ahora vamos a preparar las setas. Quitales la tierra y córtalas en rodajas finas.",
            "Ahora coge dos dientes de ajo, pélalos y pícalos bien finos. Ponlos en una sartén con 5 cucharadas de aceite de oliva a fuego medio-bajo. Cuando el ajo se empiece a dorar añade los champiñones, media cuchara pequeña con sal y unas vueltas de molinillo de pimienta negra. Deja a fuego medio hasta que las setas pierdan todo el agua y estén bien hechas. Cuando estén en su punto aparta del fuego la sartén y reserva las setas.",
            "Si el caldo no está bien caliente ponlo a calentar en un cazo grande mientras preparamos el arroz. Pruébalo de sal y si en necesario añade una pizca, prueba y rectifica las veces que haga falta hasta que esté sabroso.",
            "Pela la cebolla y córtala en trozos pequeños. Coge una cacerola (de unos 25 cm de diámetro será suficiente) y añade la mitad de la mantequilla y 2 cucharadas de aceite de oliva. Cuando esté caliente añade la cebolla, una pizca de sal y deja que se poche (se ponga tierna y traslucida) durante 15-20 minutos.",
            "Añade el arroz a la cacerola y con una cuchara remuévelo durante 2 minutos. Después añade 100 ml de vino blanco y deja que se evapore casi en su totalidad. Incorpora las setas que teníamos reservadas.",
            "Ahora añade tres cazos de caldo muy caliente. Deja a fuego medio hasta que se evapore casi todo el caldo y remueve constantemente para que el arroz suelte almidón (y el arroz se ponga cremoso). Ve añadiendo un cazo de caldo caliente cada vez que el arroz se quede sin líquido (tendrás que añadir por lo menos 6-7 cazos en total) y sigue removiendo siempre. Pasados 18 minutos desde que añadiste el primer cazo de caldo prueba el arroz (si es arborio tardará un buen rato más en hacerse: 20 - 25 minutos) para ver como está. Si es necesario añade otro cazo de caldo y así hasta que el arroz esté en su punto. Debe quedar muy cremoso.",
            "Cuando el arroz esté en su punto añade el queso parmesano rallado y la mantequilla restante. Remueve bien y listo."
        ]
    },
    {
        "Title": "Fajitas de verduras y tofu",
        "Ingredients": [
            "4 tortillas de trigo",
            "1 calabacín",
            "¼ col blanca",
            "1 puñado de brotes de soja",
            "200 gramos de tofu",
            "1 chorro de salsa de soja",
            "1 cucharadita de ajo en polvo",
            "½ taza de hummus",
            "1 pizca de pimienta negra",
            "½ cucharadita de sal",
            "1 cucharadita de semillas de sésamo",
            "1 cucharada sopera de aceite"
        ],
        "Steps": [
            "Para empezar a preparar las fajitas veganas, deberás dejar listas las verduras. Para ello, corta el zucchini o calabacín en rodajas finas, la col en juliana y el tofu en 8 rectángulos iguales.",
            "Calienta una sartén o plancha engrasada y cocina vuelta y vuelta los rectángulos de tofu salpimentados.",
            "Prepara el hummus triturando media taza de garbanzos, dos dientes de ajo, un chorro de aceite y de zumo de limón, una cucharadita de comino y sal, una pizca de pimienta y dos cucharadas de tahini (opcional) o utiliza el hummus preparado de cualquier marca comercial para hacer las fajitas de verduras y tofu.",
            "Calienta una sartén con aceite y sofríe la col y el zucchini hasta que empiecen a ablandarse. Añade los brotes de soja, un buen chorro de salsa de soja, el ajo en polvo, las semillas de sésamo, sal y pimienta, remueve y saltea dos minutos más para ablandar los brotes de soja.",
            "Para formar las fajitas de verduras y tofu, unta generosamente cada tortilla con hummus y coloca dos rectángulos de tofu en el centro.",
            "Coloca varias cucharadas de relleno en el centro, cierra las tortillas levantando los bordes y llevándolos hacia el centro y marca cada fajita a la plancha para fijar la tortilla.",
            "Sirve las fajitas orientales con un poco de salsa se soja. Ahora que sabes cómo hacer fajitas de verduras y tofu veganas, anímate a probarlas y añade más vegetales si lo deseas. Esta receta de fajitas veganas es perfecta para la cena o para el almuerzo acompañada de tacos veganos de coliflor para disfrutar de variedad de sabores."
        ]
    },
    {
        "Title": "Hojaldre de espárragos trigueros",
        "Ingredients": [
            "1 lámina de hojaldre",
            "8 espárragos verdes",
            "⅓ taza de hummus",
            "1 trozo de queso vegano u otro",
            "4 hojas de kale",
            "1 puñado de nueces"
        ],
        "Steps": [
            "Estira un poco la masa de hojaldre con un rodillo y córtala en cuadrados.",
            "En el centro de cada cuadrado de masa coloca en diagonal una cucharada de crema de hummus. Encima coloca trocitos o láminas de queso. Yo he utilizado un queso vegano, pero puedes usar el queso que más te guste. Si deseas preparar un queso vegano casero para esta receta, visita mi perfil de RecetasGratis para ver las recetas.",
            "Truco: Utiliza un queso que se derrita al horno para potenciar el sabor del relleno del hojaldre de espárragos verdes.",
            "Corta cada espárrago por la mitad y trocea las hojas de kale en trozos medianos.",
            "Envuelve cada trozo de espárrago en kale y coloca los espárragos envueltos encima del queso. Coloca algunas nueces troceadas por encima.",
            "Cierra los saquitos de hojaldre de espárragos y queso llevando los bordes sin relleno hacia arriba y apretando la masa con los dedos para que se pegue.",
            "Precalienta el horno a 180 grados y colócalos en una bandeja de horno cubierta con papel vegetal o sulfurizado. Hornea el hojaldre relleno de espárragos trigueros a 180 ºC durante 20 minutos hasta que la masa se dore."
        ]
    },
    {
        "Title": "Gyozas de verduras",
        "Ingredients": [
            "1 paquete de papel de gyoza",
            "1 berenjena",
            "1 cebolla",
            "2 tomates",
            "½ taza de soja texturizada fina",
            "1 zanahoria",
            "½ cucharadita de sal",
            "1 chorro de aceite",
            "¼ taza de salsa de soja",
            "1 chorro de vinagre de arroz",
            "1 chorro de aceite de sésamo",
            "2 dientes de ajo machacados",
            "½ cucharadita de jengibre fresco rallado"
        ],
        "Steps": [
            "Para preparar las gyozas veganas vas a necesitar las obleas de masa fina que se llaman piel de gyoza (gyoza skin) y que puedes encontrar en cualquier supermercado asiático. Vienen en formato congelado, por tanto debes sacarlas del congelador un poco antes.",
            "Pon la soja texturizada en remojo, en agua tibia durante media hora. A continuación, escurre muy bien la soja eliminando todo el líquido posible.",
            "Corta la berenjena, la zanahoria, el tomate y la cebolla en dados pequeños para preparar el relleno de las gyozas veganas.",
            "Calienta una sartén con aceite y sofríe la cebolla, el ajo y el jengibre. Cuando la cebolla esté transparente, agrega el tomate y sofríelo.",
            "Incorpora la zanahoria y la berenjena, saltea la verdura 2-3 minutos y añade la soja texturizada, la sal y un chorro de salsa de soja. Cocina el relleno delas gyozas de verduras durante 8-10 minutos, removiendo de vez en cuando hasta que la verdura quede blanda.",
            "Para rellenar las gozas veganas coge una oblea de masa y coloca una cucharada de relleno en el centro. Con los dedos moja los extremos de la masa y dóblala por la mitad. Cierra los bordes con los dedos haciendo 5-6 pliegues.",
            "Para cocinar las gyozas al vapor puedes utilizar la máquina de vapor o la Thermomix, cocínalas hasta que se pongan transparentes. Si no dispones de ninguno de estos electrodomésticos, calienta una sartén con aceite de sésamo y fríe las gyozas hasta que se doren y se tuesten por un lado. A continuación, añade 1 taza de agua cubriendo el fondo de la sartén, pon la tapa y cocina las gyozas de verduras durante 8-10 minutos hasta que se evapore el agua.",
            "Mientras, prepara la vinagreta mezclando en un bol la salsa de soja, el vinagre de arroz y el aceite de sésamo.",
            "Sirve las gyozas con la vinagreta. Ahora que sabes cómo hacer gyozas de verduras, prepara un menú al más puro estilo asiático, con pan chino y dorayakis veganos de postre."
        ]
    },
    {
        "Title": "Pastel de champiñones al microondas",
        "Ingredients": [
            "½ cebolla",
            "12 champiñón",
            "5 cucharadas soperas de harina de garbanzos",
            "5 cucharadas soperas de agua",
            "½ cucharadita de sal kala namak",
            "1 cucharada sopera de aceite de oliva",
            "½ puerro",
            "1 cucharada sopera de fécula de maíz",
            "1 puñado de piñones",
            "1 pizca de sal"
        ],
        "Steps": [
            "Pica la cebolla, corta los champiñones en láminas y el puerro en rodajas. Calienta una sartén con aceite y sofríe la cebolla y el puerro hasta que empiecen a ablandarse.",
            "Añade los champiñones y salpimienta. Cocínalos hasta que queden blandos, agrega la fécula de maíz y remueve para seguir con la receta de pastel de champiñones al microondas.",
            "Por otro lado, mezcla en un bol la harina de garbanzos con el agua y bate con un tenedor hasta que la mezcla tenga la consistencia de un huevo batido.",
            "Coloca la verdura salteada en la batidora. Añade la mezcla de harina de garbanzos, los piñones y tritura bien hasta que la masa quede homogénea.",
            "Vierte la masa en un una bandeja o tupper apto para el microondas y cocina el pastel de champiñones durante 12 minutos a máxima potencia.",
            "Corta el pastel en trozos y sírvelo como un entrante, parte de un plato principal o como relleno de bocadillos o sándwiches. Esta receta de pastel de champiñones al microondas es muy fácil y rápida, y se puede servir acompañada de otros aperitivos como los hojaldres de espárragos trigueros o la tortilla vegana rellena."
        ]
    },
    {
        "Title": "Fajitas veganas",
        "Ingredients": [
            "4 tortillas de trigo",
            "½ taza de quinoa",
            "1 taza de garbanzos cocidos",
            "¼ taza de maíz",
            "1 cebolla",
            "2 dientes de ajo",
            "¼ pimiento rojo",
            "4 rodajas de calabaza",
            "4 hojas de lechuga",
            "1 manojo de rúcula",
            "1 cucharada sopera de aceite",
            "½ cucharadita de sal",
            "1 pizca de pimienta negra",
            "½ cucharadita de romero",
            "½ cucharadita de tomillo",
            "2 cucharadas soperas de cilantro fresco",
            "2 cucharadas soperas de tahini"
        ],
        "Steps": [
            "Pon la quinoa en un colador y lávala bajo el chorro de agua. Introduce la quinoa en un cazo y cúbrela con una taza de agua. Lleva el agua a ebullición, baja el fuego y cocina la quinoa durante 12-15 minutos hasta que quede blanda. Escurre y reserva.",
            "Truco: Siempre hay que agregar el doble de agua que de quinoa, ese es el truco para que quede bien cocida.",
            "Calienta una sartén con aceite y sofríe la cebolla y el ajo picados en dados pequeños. Cuando la cebolla empiece a ponerse transparente agrega el pimiento cortado en dados, el maíz, sal y pimienta. Sigue sofriendo la verdura hasta que el pimiento quede blando. Incorpora la quinoa y mézclala con el sofrito.",
            "Mientras preparas el sofrito para las fajitas vegetales, coloca las rodajas de calabaza en una bandeja de horno, salpimienta y espolvorea el romero y el tomillo por encima. Echa un chorro de aceite encima de las rodajas y hornéalas 15-20 minutos hasta que queden blandas.",
            "Calienta un poco las tortillas de trigo en el horno. Coloca una hoja de lechuga y rúcula sobre cada tortilla.",
            "En el centro a lo largo coloca un trozo de calabaza, varias cucharadas de quinoa con el sofrito, varias cucharadas de garbanzos y un poco de cilantro fresco. Encima vierte una cucharadita de tahini y cierra las tortillas de trigo primero doblando el borde inferior y luego los laterales. Puedes marcar las fajitas veganas con quinoa a la plancha para que la tortilla quede crujiente si quieres."
        ]
    },
    {
        "Title": "Paella vegana de quinoa",
        "Ingredients": [
            "1 trozo de pimiento rojo",
            "1 zanahoria",
            "½ cebolla",
            "180 gramos de quinoa",
            "1 tomate",
            "50 gramos de judías verdes",
            "80 gramos de espárragos verdes",
            "2 tazas de caldo de verduras",
            "1 pizca de sal",
            "1 pizca de pimienta negra molida"
        ],
        "Steps": [
            "Reunimos todos los ingredientes para preparar la paella de quinoa con verduras.",
            "Para comenzar, hacemos un sofrito con la cebolleta y el pimiento rojo cortados en cuadraditos pequeños. Dejamos cocinar 4 minutos a fuego medio. Mientras tanto, cortamos las judías verdes en trozos de unos 3 centímetros y las hervimos en agua durante 5 minutos. Pasado este tiempo, escurrimos y reservamos.",
            "Agregamos la zanahoria pelada y cortada del mismo tamaño que el pimiento, y los espárragos también en trocitos. Salpimentamos y dejamos cocinar otros 5 minutos.",
            "Incorporamos las judías verdes y la quinoa lavada, y mezclamos bien para que se integren en el sofrito.",
            "Es el momento de incorporar el caldo de verduras a nuestra paella vegetariana. Ponemos el doble de caldo que de quinoa y dejamos cocer a fuego suave durante 20 minutos.",
            "Truco: Si ves que la paella se queda sin líquido puedes añadir más caldo de verduras o agua.",
            "Puedes servir la paella vegana de quinoa directamente en la paellera o en platos individuales, como más te guste. Si eres fan de la quinoa, te recomendamos otras recetas como la ensalada de quinoa vegana o los tacos veganos de quinoa. ¡Buen provecho!"
        ]
    },
    {
        "Title": "Setas con jamón",
        "Ingredients": [
            "500 gramos de setas variadas",
            "2 dientes de ajos",
            "100 gramos de taquitos de jamón",
            "50 mililitros de vino blanco",
            "1 puñado de perejil picado",
            "3 cucharadas soperas de aceite de oliva",
            "1 pizca de sal"
        ],
        "Steps": [
            "Preparamos los ingredientes. Limpiamos y cortamos las setas.",
            "Ponemos una sartén al fuego con 2-3 cucharadas de aceite, picamos los ajos y los añadimos a la sartén.",
            "Truco: Cuanto menos aceite les eches, menos calorías y por tanto, menos engordarán las setas con jamón.",
            "Cuando empiecen a estar dorados los ajos añadimos las setas cortadas y limpias. Removemos y dejamos cocinar hasta que las setas al ajillo queden doradas.",
            "Cuando estén doradas añadimos el vaso de vino y dejamos reducir unos 5 minutos.",
            "Añadimos el jamón, removemos todo junto y apagamos.",
            "Espolvoreamos con el perejil las setas al ajillo con jamón . ¡Y ya estarán listas para comer!",
            "Puedes acompañar las setas con jamón junto con otros entrantes como esta riquísima tortilla de berenjena o esta deliciosas empanadillas de pisto."
        ]
    },
    {
        "Title": "Paella de verduras vegana",
        "Ingredients": [
            "200 gramos de arroz",
            "½ taza de judiones o judías blancas cocidas",
            "200 gramos de tempeh",
            "1 cebolla",
            "1 pimiento rojo",
            "½ taza de guisantes",
            "½ taza de maíz dulce",
            "¼ taza de aceitunas verdes",
            "¼ taza de habas cocidas",
            "2 dientes de ajo",
            "1 lata de tomate triturado",
            "1 zanahoria",
            "2 cucharadas soperas de aceite",
            "1 cucharadita de cúrcuma o colorante amarillo",
            "1 cucharadita de pimentón dulce",
            "agua o caldo vegetal",
            "1 pizca de sal",
            "1 hoja de laurel"
        ],
        "Steps": [
            "Pica la cebolla, el ajo, el pimiento y la zanahoria en dados pequeños.",
            "Calienta una sartén-paellera con aceite y rehoga el ajo y la cebolla. Añade el pimiento rojo y la zanahoria y sofríe bien. Añade los guisantes, el maíz, los judiones, las aceitunas, cocina varios minutos removiendo de vez en cuando e incorpora el tomate triturado, la sal, el laurel, el pimentón y la cúrcuma. Mezcla muy bien y cocina la paella vegana de verduras varios minutos más.",
            "Vierte dentro de la sartén la misma cantidad de caldo vegetal o agua que tienes preparada de arroz. Lleva el caldo a ebullición y mantén el hervor durante 5 minutos. Incorpora el arroz, tapa la sartén con papel de aluminio y cocina la paella vegetariana de verduras durante unos 10 minutos a fuego alto hasta que se evapore todo el agua.",
            "Por otro lado corta el tempeh en láminas y dóralo a la plancha por ambos lados. Cólocalo encima del arroz y sirve la paella de verduras vegana con varias rodajas de limón."
        ]
    },
    {
        "Title": "Arroz con bacalao y verduras",
        "Ingredients": [
            "450 g de bacalao",
            "500 g de arroz",
            "1 pimiento verde",
            "1 cebolla",
            "2 setas de buen tamaño",
            "50 g de aceite",
            "3 dientes de ajo",
            "albahaca",
            "Pimentón rojo dulce",
            "40 ml de vino blanco",
            "Colorante alimentario o azafrán",
            "1 litro de agua"
        ],
        "Steps": [
            "Echa los 50 g de aceite en la cazuela y sofríe la cebolla, el pimiento y el ajo.",
            "Añade ahora las setas y dóralas un poco.",
            "Truco: Puedes agregarles muchos otros tipos de verduras u hongos a tu arroz con bacalao si quieres.",
            "Agrega ahora un poco de pimentón rojo dulce.",
            "Añade a la cazuela el bacalao y pásalo un poco, luego espolvorea un poco de albahaca y echa 40 ml de vino.",
            "Añade el arroz, el colorante alimentario o azafrán (yo le pongo marca Aromat), sazona a tu gusto y pon un litro de agua.",
            "Cocina el arroz con bacalao fácil unos 5 minutos a fuego vivo y 15 minutos a fuego lento.",
            "Sirve el arroz con bacalao y verduras recién hecho. Combínalo con unas berenjenas a la plancha de entrante y una mousse de sandía de postre por ejemplo."
        ]
    },
    {
        "Title": "Guiso de frijoles negros con carne",
        "Ingredients": [
            "300 gramos de frijoles negros cocinados con su respectivo caldo",
            "1 unidad de cebolla blanca",
            "1 unidad de tomates rojos",
            "1 litro de Caldo de res",
            "1 pizca de Perejil",
            "1 cucharadita de Aceite de oliva",
            "1 pizca de pasta de ajo",
            "250 gramos de carne molida",
            "1 pizca de Sal",
            "1 pizca de Pimienta negra"
        ],
        "Steps": [
            "El primer paso para realizar la receta de frijoles negros es prealistar los ingredientes.",
            "Lleva una sartén a fuego medio, adiciona la cebolla blanca y el tomate en cuadros como se observa en la fotografía.",
            "Agrega la carne molida de res y mézclala con el sofrito base. Añade sal, pimienta y pasta de ajo al gusto.",
            "Como ingredientes adicionales puedes añadir un poco de laurel seco y paprika, de esta manera nuestra receta de frijoles negros va a tener más sabor.",
            "Añade el caldo de carne y los frijoles y mezcla con el sofrito que teníamos en la sartén. Lo ideal es que esto se realice en una olla honda para que se concentren los sabores de la preparación. Deja conservar durante 10-15 minutos a fuego lento.",
            "Sirve el guiso de frijoles negros espolvoreando un poco de perejil fresco encima como se observa en la fotografía. Puedes acompañar con arroz blanco esta preparación."
        ]
    },
    {
        "Title": "Potaje de garbanzos con espinacas y chorizo",
        "Ingredients": [
            "1 unidad de cebolla",
            "1 diente de Ajo",
            "2 unidades de tomates",
            "1 chorro de Aceite de oliva",
            "1 cucharada sopera de Pimentón (Paprika)",
            "1 hoja de Laurel",
            "1 kilogramo de garbanzos",
            "1 unidad de Papa",
            "Agua fría",
            "1 pizca de Sal",
            "1 pizca de Pimienta",
            "50 gramos de Tocino ahumado",
            "2 manojos de espinacas"
        ],
        "Steps": [
            "En primer lugar, el día anterior ponemos los garbanzos en agua templada con una cucharadita de bicarbonato o un puñado de sal y los dejamos en remojo durante toda la noche (normalmente 12 horas).",
            "Picamos 1 cebolla mediana y un diente de ajo en trozos muy pequeños para que se vayan deshaciendo durante la cocción. Pelamos y troceamos 2 tomates. En una cazuela echamos un chorrito de aceite de oliva, cebollas y los dientes de ajo. Sofreímos todo durante 10 minutos para que se integren bien los sabores.",
            "Agregamos el tomate y una hoja de laurel para aromatizar. Sofreímos durante 2-3 minutos. Añadimos una cucharada generosa de pimentón, removemos rápidamente e incorporamos los garbanzos ya escurridos. Removemos otra vez para que se junte todo bien y dejamos cocinar durante 3 minutos más.",
            "Echamos una papa cortada en gajos o como se apetezca. Cubrimos con agua fría, para que hierva lentamente, hasta que quede la cazuela casi llena. Recuerda que todavía quedan ingredientes por añadir al potaje de garbanzos, de ahí la importancia de añadir agua fría. Cuando empiece a hervir, bajamos el fuego para que vaya más lento y no rompa las legumbres.",
            "Cuando el potaje lleve 1/2 hora cociendo le añadimos sal y pimienta al gusto. Incorporamos los chorizos cortados en rodajas y el tocino en dados. Dejamos cocinar lentamente a temperatura media durante 20 minutos aproximadamente, removiendo la preparación de vez en cuando.",
            "Pasado el tiempo, retiramos los chorizos y el tocino para que el potaje no tenga tanta grasa. Los reservamos para la hora de servir.",
            "En otra cazuela aparte, blanqueamos las espinacas para quitarles el amargor. Para blanquearlas tendremos que verter en la cazuela agua hirviendo con sal, introducir y sacar las espinacas. Luego, en una tabla troceamos con un cuchillo grande las espinacas blanqueadas y, cuando falten 10-15 minutos para finalizar la cocción del potaje, las añadimos. Debemos cocinar la preparación a fuego lento y probando de vez en cuando por si se cocina antes de tiempo.",
            "Sirve el potaje de garbanzos y espinacas en platos hondos y coloca el chorizo y el tocino encima. Puedes acompañarlo con arroz blanco y pan rústico. ¡Buen provecho!"
        ]
    },
    {
        "Title": "Patatas a la riojana",
        "Ingredients": [
            "400 gramos de patatas",
            "200 gramos de chorizo rojo (extremeño)",
            "1 unidad de cebolla (no muy grande)",
            "4 dientes de Ajo",
            "3 hojas de Laurel",
            "2 unidades de pimientos rojos (choriceros)",
            "1 cucharada sopera de Pimentón",
            "Agua"
        ],
        "Steps": [
            "Pelamos y picamos las patatas de forma irregular. Para hacer la auténtica receta, debemos hacer un corte en la patata y romper, así obtenemos las patatas rotas de forma irregular.",
            "Picamos la cebolla y los ajos en trocitos pequeños. Luego, cogemos una sartén honda y ponemos aceite a calentar para sofreír estos ingredientes. Cuando esté caliente, añadimos la cebolla y el ajo y cocinamos hasta que estén blandos (caramelizados).",
            "Incorporamos el laurel, el pimentón, el chorizo y las patatas y dejamos rehogar durante 3 minutos. Acto seguido, agregamos los pimientos previamente cortados en trocitos y machacados en el mortero con una cucharadita de sal.",
            "Seguimos rehogando unos minutos más. Finalmente, vertemos agua hasta cubrir todos los ingredientes, o un poco más si fuese necesario. Dejamos cocinar durante 5 minutos a fuego rápido, luego bajamos a lento y lo mantenemos hasta que las patatas estén cocidas (unos 10 minutos más aproximadamente).",
            "Cuando estén, servimos las patatas a la riojana calientes. Y de segundo, podemos preparar un solomillo al horno o en salsa."
        ]
    },
    {
        "Title": "Veganesa de aguacate",
        "Ingredients": [
            "1 taza de aceite oliva sabor suave o aceite de girasol",
            "½ taza de leche de soja sin azúcares",
            "1 diente de ajo",
            "1 cucharadita de sal",
            "1 aguacate mediano",
            "1 cucharada sopera de zumo de limón"
        ],
        "Steps": [
            "Ordena los ingredientes en la mesa con su respectivas cantidades. Agrega los utensilios que necesitarás para preparar esta mayonesa vegana.",
            "Retira la cáscara del aguacate. Pica la fruta a la mitad y saca la pepa. Luego, corta en trozos medianos, así facilitas el proceso de machacado. ¡Listo todo para preparar la salsa de aguacate!",
            "Tritura el aguacate hasta conseguir una pasta. Utiliza el utensilio de cocina de tu preferencia. En esa ocasión utilicé una licuadora manual pero puedes utilizar: la licuadora, un pisa papas, un procesador de alimentos.... !hasta el mortero!",
            "Es importante lograr una pasta homogénea, bien triturada sin grumos para la base de nuestra veganesa con leche de soja.",
            "Una vez lograda la pasta o crema, agrega el resto de los ingredientes a excepción del aceite. Mezcla hasta lograr una consistencia cremosa. Luego, coloca poco a poco el aceite, hasta lograr una textura homogénea, semejante a la mayonesa tradicional.",
            "La consistencia ideal de la veganesa es parecida a la mayonesa común, sin embargo tú puedes jugar con la textura hasta lograr la ideal para ti. El secreto está en la cantidad de aceite, menos aceite más densa y más aceite más ligera. Por otro lado, si utilizas menos aceite, más light será la salsa. El mínimo de aceite que puedes utilizar es 100 mililitros, el promedio ideal es alrededor de una 1 taza o incluso algo más, con este promedio tú puedes jugar.",
            "Truco: Cuando agregas el aceite no debes parar de mezclar, por lo cual, es recomendable hacerlo con un ayudante de cocina eléctrico o mezclar de forma vigorosa y continua utilizando una varilla manual.",
            "¡Lista para servir! Esta deliciosa mayonesa de aguacate sin huevo, la puedes combinar con casi cualquier aperitivo. Las hamburguesas, los perros calientes, los tequeños o sándwiches saben deliciosos con esta preparación. ¡Combina con todo!",
            "Y también, esta veganesa de aguacate es perfecta para la mesa en festejos: cumpleaños, Navidad, Año Nuevo, entre otros.",
            "Si se te antoja una salsa rica y ligera, aquí tienes la opción perfecta. Además,resulta muy fácil de preparar, rápida y necesitas poco ingredientes. ¡Manos a la obra!"        ]
    },
    {
        "Title": "Alioli (con túrmix)",
        "Ingredients": [
            "1 huevo a temperatura ambiente",
            "4 ajos",
            "Aceite"
        ],
        "Steps": [
            "Poner el huevo, los ajos cortados y un poco de aceite en el vaso de la batidora.",
            "Dejar la batidora en el fondo del vaso sin mover a velocidad media hasta que todo el alioli casero emulsione",
            "Echar un poco de aceite si hiciera falta en la salsa alioli y listo para acompañar con a las patatas por ejemplo. Este alioli con túrmix fácil no te defraudará.",
            "Truco: Puedes añadir una pizca de sal también si quieres."
        ]
    },
    {
        "Title": "Veganesa de zanahoria",
        "Ingredients": [
            "250 gramos de zanahorias",
            "2 cucharadas soperas de tahine",
            "½ zumo de limón",
            "100 mililitros de aceite de oliva sabor suave o aceite de girasol",
            "½ diente de ajo",
            "1 pizca de sal"
        ],
        "Steps": [
            "Cocina la zanahoria durante 20 minutos aproximadamente o hasta que su textura sea tierna. Otro método es cocinarlas al vapor, mucho mejor porque así evitas el exceso de humedad en la hortaliza. Demasiada humedad puede perjudicar el resultado de la salsa de zanahoria.",
            "Escurre las zanahorias sancochadas durante unos minutos. Espera hasta que salga todo el agua, esto es importante para controlar la consistencia de la mayonesa vegana.",
            "Corta la hortaliza en rodajas o trozos pequeños para facilitar el proceso de triturado. Si utilizas una licuadora de mano que posea una parte de plástico, como en este caso, debes esperar a que la zanahoria esté casi fría o el plástico se derretirá. En cambio, si utilizas un pisa-papas, licuadora u otro procesador de alimentos, resulta recomendable triturar la hortaliza mientras se encuentra entre caliente-tibia. Así se facilitará la preparación del puré para nuestra mayonesa de zanahoria vegana.",
            "Deposita las zanahorias cortadas en el envase de la licuadora. Procesa hasta lograr una pasta suave y pareja. Es importante no dejar grumos para obtener la consistencia adecuada para la salsa vegana.",
            "¡Listo! Ahora ya puedes colocar la mesa de trabajo con todo lo necesario para comenzar esta exquisita receta de mayonesa de zanahoria sin huevo.",
            "Asa medio ajo con una cucharadita de aceite de oliva. Remueve constantemente, así evitarás que se queme. Si el ajo se quema, será amargo y no servirá.",
            "También puedes agregar el diente de ajo crudo, sin embargo lo recomiendo asado pues suaviza su sabor y la mayonesa vegana queda... ¡divina!.",
            "Truco: Si colocas el ajo crudo es recomendable retirar la veta que se encuentra en el centro.",
            "Verte el tahine, el ajo, el zumo de limón y la sal en la licuadora. Mezcla hasta integrar todos los ingredientes.",
            "Añade el aceite poco a poco, hasta lograr una consistencia homogénea. Recuerda, aquí te sugiero 100 militros como base pero puedes agregar más aceite hasta conseguir la textura de tú preferencia. Si deseas algo más semejante a una mayonesa tradicional lo ideal es una taza de aceite, o a veces incluso un poco más, depende del gusto de cada quién. Si te decides por usar el mínimo, es decir 100 mililitros, tendrás una consistencia más parecida a un dip pero la mayonesa de zanahoria sin huevo será más saludable e igualmente exquisita .",
            "Truco: Cuando agregues el aceite no debes parar de mezclar, por lo cual es más recomendable hacerlo con un ayudante de cocina eléctrico. Si necesitas hacerlo manual, hazlo de forma vigorosa utilizando una varilla, sin parar. ¿Cuando sabes que está lista? Es",
            "¡A degustar! Los usos de la veganesa de zanahoria son casi ilimitados, por lo cual resulta una aliada perfecta para sacarte de apuros en más de una ocasión. Ideal para realzar guarniciones y aperitivos, siempre te lucirás con ella.",
            "¿Quién puede resistir el sabor de la mayonesa para veganos? Si ya caíste en sus encantos, por favor comparte tu experiencia y una foto de tu creación culinaria.",
            "Un paso fundamental en las veganesas y las mayonesas tradicionales es el momento cuando mezclas el aceite con la totalidad de los ingredientes. Ese momento justo es crucial para la consistencia adecuada de la salsa. Lo recomendable es agregar el aceite poco a poco, para obtener los resultados esperados.",
            "Si no consigues tahine o resulta un poco engorroso encontrarlo, compra semillas de sésamo y prepáralo en casa. El tahine es una pasta preparada con semillas de ajonjolí (conocida en algunos lugares como sésamo) que se le agrega a una gran cantidad de salsas y platos provenientes del Medio Oriente, incluso algunos del Mediterráneo y de la zona Balcánica. El hummus, baba ganush, halva, croquetas, faláfel, ensaladas, shawarma, pan de pitas y los pinchos morunos, representan algunos de las formas de aplicar esta sabrosa pasta. Para prepararla sólo necesitas: aceite de oliva, semillas de sésamo tostadas y una pizca de sal. Procesas todo y listo… ¡muy fácil! Recuerda que para nuestra salsa de zanahoria sólo necesitas 2 cucharadas de tahine."
        ]
    },
    {
        "Title": "Salsa de zanahoria y cebolla para acompañar",
        "Ingredients": [
            "5 zanahorias medianas",
            "1 cebolla",
            "1 cucharadita de romero",
            "1 cucharadita de pasta de miso",
            "2 dientes de ajo",
            "1 taza de agua (240 mililitros)",
            "½ taza de vino blanco",
            "1 cucharada sopera de harina de trigo",
            "1 pizca de sal",
            "1 pizca de pimienta",
            "2 cucharadas soperas de aceite"
        ],
        "Steps": [
            "Corta la zanahoria y la cebolla en dados, y corta el ajo en láminas.",
            "Calienta el aceite en un cazo y pocha un poco la cebolla y el ajo. Añade la zanahoria y cocina 2 minutos a fuego medio removiendo de vez en cuando.",
            "Añade el vino, una pizca de sal y pimienta y el romero y cocina hasta que la zanahoria quede blanda.",
            "A continuación, añade la harina y remueve rápido para disolver los grumos. Poco a poco añade el agua removiendo continuamente hasta obtener la textura deseada.",
            "Tritura la salsa salsa de zanahoria y cebolla en la batidora o con una miniprimer hasta que quede cremosa. Añade la pasta de miso y remueve con una espátula. La pasta de miso no se debe hervir, por tanto, la añadimos al final cuando la salsa de haya enfriado un poco.",
            "Usa la salsa de zanahoria y cebolla para carnes o verduras o para acompañar tu plato favorito. Yo te recomiendo que la utilices en algunos de mis recetas veganas como los filetes empanados o los filetes de soja."
        ]
    },
    {
        "Title": "Bizcocho de yogur griego",
        "Ingredients": [
            "2 yogures griegos naturales",
            "3 huevos",
            "2 medidas de yogur de harina",
            "1 medida de yogur de maicena",
            "1 sobre de levadura química tipo Royal o polvos de hornear",
            "1 medida de yogur de azúcar (blanco o moreno)",
            "1 medida de yogur de aceite de girasol",
            "Ralladura de limón (opcional)",
            "Esencia de vainilla (opcional)"
        ],
        "Steps": [
            "Precalienta el horno a 180 ºC mientras preparas la masa del bizcocho de yogur griego esponjoso. Asimismo, vacía los yogures en un bol y utiliza los recipientes vacíos para medir el resto de ingredientes.",
            "En otro bol, mezcla el azúcar blanco o moreno junto con los huevos hasta obtener una crema blanquecina y homogénea con ayuda de unas varillas o un batidor de mano eléctrico.",
            "Truco: Puedes utilizar también algún edulcorante artificial o natural pero ten en cuenta que las cantidades a añadir variarán ligeramente.",
            "Agrega esta mezcla a los yogures griegos junto con el aceite de girasol y, de manera opcional, puedes añadir si quieres la ralladura de un limón o unas gotitas de esencia de vainilla, según el sabor que le quieras dar a este bizcocho de yogur griego casero.",
            "Añade las harinas y la levadura tamizándolas previamente y bate de nuevo hasta conseguir una masa homogénea.",
            "Truco: Si quieres conseguir un bizcocho de yogur griego sin gluten utiliza solo 3 medidas de maicena y nada de harina común.",
            "Vierte la masa del bizcocho de yogur griego fácil en un molde redondo, cuadrado o rectangular previamente engrasado y enharinado o forrado con papel vegetal/sulfurizado. Mételo al horno y cocínalo durante unos 40 minutos hasta que esté bien cocido.",
            "Truco: Pincha en el centro del queque con un palillo y si este sale limpio y seco es que está bien horneado.",
            "Una vez horneado, déjalo enfriar a temperatura ambiente sobre una rejilla y después ya podrás degustar el bizcocho de yogur griego natural cuando quieras.",
            "Truco: Guárdalo en una recipiente hermético forrado con papel vegetal para que tarde más en secarse."
        ]
    },
    {
        "Title": "Bechamel de calabacín light",
        "Ingredients": [
            "2 calabacínes medianos",
            "1 cebolla",
            "250 mililitros de Leche desnatada o vegetal",
            "1 cucharada sopera de Aceite de oliva virgen extra",
            "½ cucharada sopera de arroz (opcional)",
            "1 pizca de Nuez moscada",
            "1 pizca de Sal",
            "1 pizca de Pimienta negra",
            "1 diente de Ajo (opcional)"
        ],
        "Steps": [
            "Para preparar esta bechamel de calabacín light, empezaremos pelando y picando la cebolla y el diente de ajo (si es que hemos elegido ponerlo) mientras se calienta la cucharada de aceite en un sartén. Una vez caliente, pochamos las verduras a fuego medio-alto.",
            "Mientras tanto, pelamos los calabacines y los cortamos en dados pequeños, así la bechamel de dieta tardará muchos menos en hacerse (cuanto más grandes sean los trozos más tardarán en cocerse).",
            "Si quieres que la bechamel de calabacín tenga un color más parecido a la salsa original es mejor que les quites la piel.",
            "Truco: Si lo prefieres puedes dejar los calabacines con piel como he hecho yo pero ten en cuenta que te quedará una bechamel light con un color más verdoso y trocitos verdes de la piel visibles.",
            "Cuando la cebolla empiece a estar dorada, agregamos lo dados de calabacín a la sartén, removemos y dejamos pochar durante unos 5 minutos.",
            "A continuación, añadimos la leche desnatada, una pizca de sal, nuez moscada y pimienta negra molida y el arroz. Entonces removemos todo bien, tapamos la sartén y dejamos que se cocine todo durante unos 20 minutos aproximadamente a fuego bajo.",
            "Este último ingrediente es opcional pero he comprobado que la textura de la bechamel de calabacín paso a paso es mucho más parecida a la salsa tradicional si lo agregamos.",
            "Truco: Si prefieres una bechamel de calabacín vegana utiliza leche vegetal en su preparación.",
            "Una vez pasado ese tiempo, comprobamos que las verduras están bien cocidas, lo pasamos todo a un vaso de batidora o a un recipiente hondo y trituramos la bechamel de calabacín para croquetas en este caso, ya que el toque del arroz hace que nos quede mucho más espesa.",
            "Si veis que no la queréis tan espesa podéis aclarar la bechamel de calabacín light añadiendo un poco más de leche o incluso agua. Una vez tiene la consistencia deseada, rectificamos de sabor ¡y listo!"
        ]
    },
    {
        "Title": "Tarta de manzana",
        "Ingredients": [
            "4 manzanas",
            "180 gr. de harina",
            "½ sobre de levadura química (8 gramos de polvos para hornear)",
            "2 huevos",
            "100 gr. de azúcar moreno",
            "175 ml. de leche",
            "frutos rojos (para adornar)",
            "mermelada de albaricoque",
            "mantequilla y harina para el molde"
        ],
        "Steps": [
            "Coloca la harina, la levadura, los huevos, el azúcar, 2 manzanas (peladas y cortadas en dados) y la leche en el vaso batidor. Tritura hasta que quede una masa homogénea.",
            "Vierte la mezcla sobre el molde untado de mantequilla y espolvoreado de harina. Pela las otras 2 manzanas, córtalas en láminas y cubre la superficie de la tarta.",
            "Hornéala a 180ºC durante 45 minutos (con el horno precalentado).",
            "Deja que se temple un poco, desmolda y con ayuda de un pincel unta la superficie con un poco de mermelada de albaricoque.",
            "Adorna la tarta de manzana con los frutos rojos y unas hojas de menta. Sirve la tarta de manzana.",
            "Consejo: Si quieres dar un toque diferente a tu tarta de manzana, puedes añadir a la masa una cucharadita de canela en polvo."
        ]
    },
    {
        "Title": "Tortilla de pimientos rojos y verdes",
        "Ingredients": [
            "2 pimientos verdes italianos",
            "1 pimiento rojo grande o dos medianos",
            "6 huevos",
            "1 pellizco de sal"
        ],
        "Steps": [
            "Lavamos y secamos los pimientos muy bien. Les cortamos el rabito y quitamos las semillas del interior. Los podemos cortar a tiras o en rodajas, ¡como más os guste u os sea más fácil!",
            "Freímos los pimientos en una sartén con aceite de oliva caliente. Removemos de vez en cuando hasta que estén fritos al gusto.",
            "Sacamos los pimientos de la sartén, los ponemos en un escurridor para que suelten el aceite que hayan podido empapar y esperamos un ratito para poder seguir con la receta de tortilla de pimientos rojos y verdes.",
            "Cascamos cuatro huevos y los ponemos en un bol amplio. Los batimos con ayuda de un tenedor y añadimos los pimientos. Mezclamos bien y vamos incorporando huevos hasta que los pimientos estén cubiertos de huevo batido.",
            "Truco: Según el tamaño de vuestros pimientos y el de los huevos que tengáis en casa podéis necesitar más o menos de los que me hicieron falta a mí.",
            "Añadimos sal, volvemos a mezclar y reservamos. En una sartén antiadherente ponemos unas gotitas de aceite de oliva y la ponemos al fuego. Cuando esté caliente vertemos la mezcla y movemos de vez en cuando para asegurarnos de que la tortilla de pimientos rojos y verdes no se pega.",
            "Cuando esté hecha de un lado, con ayuda de un plato le damos la vuelta y la volcamos de nuevo en la sartén por la cara cruda.",
            "Una vez que esté hecha por ambos lados, bajamos la intensidad del fuego para que se vaya cuajando por dentro sin quemarse por fuera. Es posible que tengamos que voltear la tortilla varias veces más para que no se queme en exceso por una de las caras.",
            "Cuando apretemos en el centro y no salga huevo líquido estará cuajada, ¡y ya podemos comer! Sola o acompañada por una ensalada de lechuga con queso de cabra, esta tortilla de pimientos rojos y verdes será una maravilla, y si buscas un postre con el que coronar esta comida, ¡te esperan muchas ideas en mi blog Los dulces secretos de Cuca!",
            "Si te ha gustado la receta de Tortilla de pimientos rojos y verdes fácil de hacer, te sugerimos que entres en nuestra categoría de Recetas de Tortillas. También puedes visitar una selección de las mejores recetas españolas."
        ]
    },
    {
        "Title": "Potaje de judías blancas",
        "Ingredients": [
            "500 gramos de judías blancas",
            "2 patatas",
            "2 zanahorias",
            "1 tomate maduro",
            "1 pizca de sal",
            "1 pellizco de pimentón dulce",
            "1 pizca de pimienta negra molida",
            "1 cucharada sopera de aceite de oliva virgen extra"
        ],
          "Steps": [
            "Para preparar nuestro potaje, la noche previa pondremos las judías en un bol amplio y añadiremos abundante agua. Las dejaremos en remojo como mínimo toda la noche.",
            "Al día siguiente las escurrimos, las lavamos y las ponemos en la olla con una cucharada de aceite de oliva. Ponemos la cantidad de agua justa para cubrirlas porque en esta cocción rápida no hay casi evaporación, y cerramos la olla según las instrucciones del fabricante.",
            "La ponemos al fuego y cuando suba el pitorro que indica que la presión se ha hecho bajamos la intensidad del fuego al mínimo y cocinamos de diez a doce minutos.",
            "Ponemos las judías al fuego y cuando suba el pitorro que indica que la presión se ha hecho, bajamos la intensidad del fuego al mínimo y cocinamos el potaje de judías blancas en olla rápida de 10 a 12 minutos.",
            "Apagamos el fuego y esperamos a que se pierda la presión para poder abrir la tapadera. Mientras tanto, pelamos las zanahorias y las partimos en rodajas. Reservamos.",
            "Aparte, pelamos las patatas y las partimos en trocitos chascándolas (hacemos un ligero corte con el cuchillo y tiramos del trozo). Reservamos y, por último, rallamos el tomate maduro.",
            "Cuando podamos abrir la olla añadimos el tomate rallado, la zanahoria y los trozos de patata. Sazonamos con sal al gusto, pimienta negra y pimentón dulce y ponemos al fuego hasta que la verdura esté cocida.",
            "Podemos servir el potaje de judías blancas en olla rápida de inmediato, aunque el plato gana con un tiempo de reposo. Puedes acompañar el guiso con una ensalada de naranja y queso, o una opción vegana con queso vegano. ¡Buen provecho!",
            "Si te ha gustado la receta de Potaje de judías blancas en olla rápida, te sugerimos que entres en nuestra categoría de Recetas de Potajes. También puedes visitar una selección de las mejores recetas españolas."
        ]
    },
    {
        "Title": "Huevos rellenos",
        "Ingredients": [
            "6 huevos",
            "3 latas de atún en aceite",
            "2 cucharadas soperas de tomate frito o ketchup",
            "1 bote de mayonesa (casera o comprada)",
            "2 pimientos del piquillo",
            "1 puñado de queso rallado para fundir/gratinar",
            "½ cebolla tierna",
            "1 pizca de sal",
            "1 pizca de pimienta negra molida"
        ],
          "Steps": [
            "Cuece los huevos en una olla con abundante agua durante unos 10 minutos aproximadamente si son medianos. También precalienta el horno a 200-250 ºC.",
            "Mientras tanto, pica los pimientos del piquillo junto con la cebolla tierna y mézclalo todo con las latas de atún bien escurridas.",
            "Añade el tomate frito o el ketchup y 2 cucharadas más de la salsa mayonesa casera o comprada (o más cantidad si lo prefieres) y mézclalo bien con todo. Así los huevos rellenos de atún gratinados tendrán un toque de salsa rosa.",
            "Truco: Si no te gusta la salsa rosa omite el tomate frito o el ketchup y añade solo la mayonesa al relleno.",
            "Pela los huevos duros, córtalos por la mitad y saca las yemas cocidas. Cháfalas aparte con ayuda de un tenedor y añádelas al relleno. Rectifica de sal si es necesario y añade la pimienta negra molida al gusto.",
            "Rellena los huevos sin bechamel con ayuda de una cuchara y colócalos en una bandeja o fuente apta para horno.",
            "Coloca una capa de mayonesa por encima de los huevos rellenos sin bechamel y espolvorea un puñado de queso rallado para fundir por encima.",
            "Truco: Si no te gusta el queso, puedes cubrirlos solo con la salsa y quedarán unos huevos rellenos gratinados con mayonesa igualmente dorados.",
            "Mete los huevos rellenos al horno sin bechamel durante unos 10 minutos hasta que se haya fundido el queso",
            "Truco: También puedes gratinar los huevos en un grill hasta que se dore/funda el queso.",
            "Si te ha gustado la receta de Huevos rellenos gratinados sin bechamel, te sugerimos que entres en nuestra categoría de Recetas de Huevos rellenos.",
            "Sirve los huevos rellenos gratinados sin bechamel como aperitivo o como entrante acompañados de una saludable ensalada de apio, tomate y aguacate por ejemplo."
        ]
    },
    {
        "Title": "Rancho canario vegano",
        "Ingredients": [
            "500 gramos de garbanzos cocidos",
            "250 gramos de seitán o carne vegetal",
            "100 gramos de macarrones tiburón o fideos gruesos",
            "500 gramos de papas",
            "2 dientes de ajo",
            "1 cebolla",
            "1 tomate",
            "2 zanahorias",
            "1 cucharada sopera de pimentón",
            "1 cucharada sopera de aceite de oliva",
            "½ vaso de vino blanco",
            "½ cucharadita de tomillo",
            "1 cucharadita de sal",
            "2 hojas de laurel",
            "1 pizca de azafrán",
            "1 litro de agua"
        ],
          "Steps": [
            "Pica la cebolla, el ajo y el tomate. Calienta en una olla con aceite y sofrie la verdura para empezar a preparar el rancho canario paso a paso. Antes de que el sofrito quede listo, añade el pimentón, remueve y cocina varios minutos más.",
            "Trocea el seitán o la carne vegetal, la zanahoria y las papas. Incorpóralos al sofrito, remueve y cocina durante unos 3-4 minutos. Si no dispones de seitán, siempre puedes utilizar tofu de garbanzos casero, ¡muy fácil de hacer!",
            "Añade el tomillo, el azafrán, la sal, el laurel, el vino y cocina hasta que el rancho canario vegano alcance el primer hervor.",
            "Agrega los garbanzos y la pasta, cubre todo con el agua o el caldo vegetal y llévalo a ebullición. Baja el fuego y cocina 10 minutos hasta que la pasta quede blanda.",
            "¡Listo! Sirve el rancho canario vegano de inmediato para disfrutarlo caliente y combatir las bajas temperaturas. Anímate a preparar esta receta canaria, deja tu comentario y no olvides pasarte por mi blog Vegspiration.",
            "Si te ha gustado la receta de Rancho canario vegano, te sugerimos que entres en nuestra categoría de Recetas de Guiso. También puedes visitar una selección de las mejores recetas españolas."
        ]
    },
    {
        "Title": "Guiso de espinacas con crema de cacahuetes",
        "Ingredients": [
            "600 gramos de espinacas",
            "2 cebollas",
            "2 tomates",
            "4 cucharadas soperas de crema de cacahuetes",
            "1 cucharada sopera de aceite de oliva",
            "1 pizca de pimienta negra",
            "½ cucharadita de sal",
            "¼ taza de agua caliente"
        ],
          "Steps": [
            "Corta la cebolla y el tomate en dados. Lava y corta las espinacas en trozos grandes para empezar a preparar el guiso de espinacas africano.",
            "Calienta una sartén o una cazuela con aceite y sofríe la cebolla hasta que empiece a ponerse transparente. Incorpora el tomate y cocina removiendo de vez en cuando hasta que se ablande.",
            "Añade las espinacas cortadas a la cazuela, remueve, tapa y cocínalas durante 5 minutos removiendo de vez en cuando.",
            "En un vaso coloca la crema de cacahuetes y añade un poco de agua caliente. Diluye la crema de cacahuetes hasta que quede líquida. Para asegurar que la crema es totalmente vegana, no lo dudes y prepara tu propia crema de cacahuetes.",
            "Vierte la crema de cacahuetes en la cazuela y remueve bien el guiso de espinacas.",
            "Cocina otros 8-10 minutos hasta que todos los ingredientes del estofado de espinacas con crema de cacahuetes estén integrados y la verdura cocida. Agrega más agua si es necesario.",
            "Sirve el guiso de espinacas y crema de cacahuetes en cuencos.",
            "Puedes acompañar las espinacas guisadas con crema de cacahuete con arroz o pan plano o como guarnición para los platos de verdura, carnes vegetales, como la carne vegetal de avena, o tofu. Pásate por mi blog Vegspiration y descubre todas mis recetas.",
            "Si te ha gustado la receta de Guiso de espinacas con crema de cacahuetes, te sugerimos que entres en nuestra categoría de Recetas de Guiso."
        ]
    },
    {
        "Title": "Guiso de garbanzos con carne de cerdo",
        "Ingredients": [
            "250 gramos de garbanzos",
            "1 vaso pequeño de arroz",
            "4 huesos de espinazo",
            "250 gramos de morro",
            "1 mano de cerdo",
            "1 oreja de cerdo",
            "4 morcillas de cebolla",
            "4 patatas pequeñas",
            "1 boniato",
            "1 diente de ajo",
            "1 cucharadita de sal",
            "8 hebras de azafrán de pelo"
        ],
          "Steps": [
            "Ponemos en remojo los garbanzos la noche anterior. Al día siguiente, en una olla echamos los garbanzos, los huesos de espinazo, la pata hecha cuatro trozos, la oreja partida en trozos y el trozo de morro. Cubrimos todo con agua y lo ponemos a hervir a fuego lento durante 2 horas, y si tenemos que añadirle agua, la incorporamos caliente.",
            "Yo a la pata le doy un hervor previo para que salga más tierna. De esta forma, el guiso de garbanzos con carne de cerdo queda mucho más jugoso y sabroso.",
            "Después echamos las patatas, el arroz y el boniato pelado y partido en trozos. Dejamos hervir media hora más e incorporamos un majado con los ajos y el azafrán de pelo. En este momento también añadimos las morcillas, rectificamos de sal, dejamos hervir un par de minutos y apagamos el fuego.",
            "Dejamos reposar el guiso de garbanzos con carne de cerdo unos minutos antes de servir. Si cocinamos esta receta en olla rápida, a los garbanzos y el cerdo le daríamos 30 minutos de cocción, y al resto de la receta le daríamos 10 minutos más. Cuando se abra la olla tras estos últimos 10 minutos de cocción, ponemos las morcillas y el majado ym sin cerrar la ollam dejamos cocer un par de minutos.",
            "Este plato es de invierno, marida perfectamente con un vino tinto de calidad, y podemos acompañarlo de rábanos, aceitunas verdes partidas. etc. Sin duda, esta receta de estofado de cerdo con garbanzos es perfecta para cualquier día de la semana, acompañada de una ensalada de escarola y granada, por ejemplo o una ensalada de queso. Más recetas cargadas de sabor y tradición en mi blog La cocina de Catina.",
            "Si te ha gustado la receta de Guiso de garbanzos con carne de cerdo, te sugerimos que entres en nuestra categoría de Recetas de Guiso."
        ]
    },
    {
        "Title": "Patatas guisadas con carne y verduras",
        "Ingredients": [
            "1/2 kg de carne de cerdo o ternera",
            "6 patatas",
            "1 cebolla",
            "1 pimiento",
            "1 tomate",
            "Vino blanco",
            "Nuez moscada",
            "Pimienta negra molida",
            "Sal",
            "Azafrán (colorante)",
            "1 cucharada de aceite de oliva"
        ],
          "Steps": [
            "Picamos la cebolla, el pimiento y el tomate y lo sofreímos todo con el aceite caliente.",
            "Pasamos el sofrito por la batidora para triturarlo y lo echamos en la olla con la carne, vino blanco (si es cerdo, si se utiliza carne de ternera mejor le echamos vino tinto), nuez moscada, pimienta negra y sal. Cubrimos con agua la carne, cerramos la olla exprés y la dejamos 20 minutos a partir del momento en el que pite.",
            "Pasado el tiempo, cortamos las patatas a trozos y la añadimos a la carne con el colorante. Cerramos nuevamente la olla y dejamos otros 10 minutos desde que vuelva a pitar la olla. Si vemos que nos hace falta un poco mas de agua, se la añadimos antes de cerrar la olla.",
            "Por último, ¡abrimos y a comer chic@s! Ya podemos disfrutar de este delicioso plato de patatas guisadas con carne y verduras.",
            "Si te ha gustado la receta de Patatas guisadas con carne y verduras, te sugerimos que entres en nuestra categoría de Recetas de Guiso."
        ]
    },
    {
        "Title": "Estofado de verduras vegano",
        "Ingredients": [
            "2 naranjas",
            "2 zanahorias",
            "1 manojo de kale o col crespa",
            "1 rama de apio",
            "1 cebolla",
            "3 tomates",
            "1 cucharadita de pimentón dulce",
            "1 pizca de sal",
            "1 pizca de pimienta",
            "1 cucharadita de jengibre en polvo",
            "½ cucharadita de cúrcuma",
            "2 cucharadas soperas de aceite",
            "1 litro de caldo vegetal"
        ],
          "Steps": [
            "Pela la verdura, corta en trozos medianos la batata y en rodajas la zanahoria y el apio. Pica la cebolla y los tomates (puedes escaldarlos si no te gusta la piel) en dados pequeños y trocea la kale.",
            "En una olla calienta el aceite y pocha la cebolla, el apio y el tomate. Cuando tengas el sofrito listo añade la zanahoria y la batata y cocina durante varios minutos hasta que empiecen a ablandarse. Añade kale y sigue cocinando 5 minutos más removiendo de vez en cuando.",
            "Vierte el caldo vegetal dentro de la olla cubriendo la verdura. También incorpora las especias: el pimentón, la sal, la pimienta, la cúrcuma y el jengibre.",
            "Llevamos el caldo a ebullición y bajamos el fuego a medio. Cocinamos el estofado de verduras vegetariano hasta que el caldo se reduzca y la verdura está cocinada por completo.",
            "Sirve el estofado de verduras vegano solo o acompañado de arroz. Y si quieres conocer más guisos vegetarianos fáciles visita mi blog Vegspiration.",
            "Si te ha gustado la receta de Estofado de verduras vegano, te sugerimos que entres en nuestra categoría de Recetas de Guiso."
        ]
    },
    {
        "Title": "Guiso de patatas con chorizo",
        "Ingredients": [
            "2 trozos de chorizo",
            "3 patatas medianas",
            "1 chorro de Vino blanco",
            "2 cucharadas soperas de Salsa de tomate casera",
            "1 pizca de Sal",
            "1 pizca de Pimienta negra molida",
            "1 pizca de Pimentón dulce molido"
        ],
          "Steps": [
            "El primer paso para elaborar este guiso de patatas con chorizo fácil es partir el embutido en trozos, lo ponemos en una cazuela y añadimos el vino, el pimentón y la pimienta. Removemos bien para mezclar los ingredientes y ponemos a calentar.",
            "Mientras pelamos, lavamos y chascamos las patatas. Chascar las patatas consiste en partirlas en trozos cortando sólo una parte con el cuchillo y desprendiendo el trozo tirando de él. De esta manera conseguimos un corte irregular y que las patatas se deshagan un poquito al cocinarlas y se espese el caldo de las patatas con chorizo.",
            "Añadimos las patatas a la cazuela y movemos bien para que se impregnen del caldito del vino y las especias. Cubrimos con agua y añadimos la salsa de tomate casera.",
            "Removemos y dejamos cocinar el guiso de patatas con chorizo fácil hasta que las patatas estén blanditas. Durante el cocinado probaremos el caldo y añadiremos sal a nuestro gusto. Servimos las patatas con chorizo calentitas ¡y a disfrutar!",
            "Si te ha gustado la receta de Guiso de patatas con chorizo fácil, te sugerimos que entres en nuestra categoría de Recetas de Guiso."
        ]
    },
    {
        "Title": "Potaje de garbanzos con bacalao y espinacas",
        "Ingredients": [
            "garbanzos",
            "4 filetes o lomos de bacalao desalado y sin espinas",
            "espinacas frescas o congeladas",
            "2 huevos cocidos",
            "2 dientes de ajo",
            "1 cebolla",
            "Clavo de olor",
            "3 hojas de laurel",
            "1 cucharadita de ñora molida",
            "1 cucharadita de pimentón dulce"
        ],
          "Steps": [
            "En primer lugar juntaremos todos los ingredientes para poder desenvolvernos más fácil en la cocina en teniendo, así, todos los productos reunidos.",
            "Truco: La cantidad de espinacas, garbanzos y pescado puede variar en función del número de comensales.",
            "Ponemos los garbanzos a hervir. Para ello, se cuecen durante 45 minutos en la olla express.",
            "A continuación, sofreímos en una sartén el ajo picado y la cebollita. Una vez que esté bien sofrito, sin dejar que se dore, añadimos una cucharada pequeña de pimentón dulce y otra de ñora picada.",
            "Le damos unas vueltas y le ponemos también unas hojas de laurel y unos clavos de olor para potenciar el sabor del potaje de garbanzos con bacalao y espinacas.",
            "Lo movemos durante unos 10 segundos sin dejar que se nos pegue ni se nos queme el pimentón. Luego, todo esto lo agregamos a nuestros garbanzos, que ya estarán hervidos en la olla, añadiendo también las espinacas.",
            "Movemos bien y, cuando empiece a hervir de nuevo, ponemos el pescado cortadito por encima y cerramos la olla para que coja presión y se cueza el potaje de garbanzos con bacalao y espinacas durante 10 minutos más",
            "Destapamos la olla, ponemos los huevos cocidos cortaditos a rodajas y ya tenemos nuestro exquisito potaje de vigilia. Buen provecho, ¡salud!",
            "Si te ha gustado la receta de Potaje de garbanzos con bacalao y espinacas, te sugerimos que entres en nuestra categoría de Recetas de Potajes."
        ]
    },
    {
        "Title": "Potaje de verduras con judías",
        "Ingredients": [
            "½ taza de garbanzos cocidos",
            "½ taza de judías rojas cocidas",
            "2 lonchas de seitán",
            "1 cebolla",
            "2 zanahoria",
            "1 calabacín",
            "1 rama de apio",
            "1 trozo de calabaza",
            "4 patatas",
            "1 manojo de hojas de remolacha",
            "1 cucharada sopera de aceite",
            "1 cucharadita de sal",
            "1 cucharadita de comino molido",
            "2 litros de agua"
        ],
          "Steps": [
            "Corta las verduras, es decir, la cebolla, el apio, la zanahoria, el calabacín y la calabaza en trozos pequeños. Pela y corta las patatas en trozos medianos y también las hojas de remolacha. Corta el seitán en dados pequeños.",
            "Calienta el aceite en una olla grande y pocha la cebolla. Añade la zanahoria y el apio y cocina un minuto removiendo de vez en cuando.",
            "Agrega el calabacín, la calabaza y las hojas de remolacha y cocina la verdura durante otros 2-3 minutos para seguir con la preparación del potaje de verduras.",
            "A continuación, incorpora las patatas, las judías rojas, los garbanzos, el seitán, la sal y el comino, remueve bien y cubre todos los ingredientes con el agua. Lleva el agua a ebullición y deja que el potaje de verduras con judías se cocine a fuego medio-alto durante unos 20 minutos, o hasta que las patatas queden blandas.",
            "Sirve el potaje de verduras y judías en platos hondos o cuencos, bien caliente y acompañado de pan casero. ¿Te ha gustado la receta? Pásate por mi blog Vegspiration y descubre muchas más.",
            "Si te ha gustado la receta de Potaje de verduras con judías, te sugerimos que entres en nuestra categoría de Recetas de Potajes."
        ]
    },
    {
        "Title": "Estofado de seitán con patatas",
        "Ingredients": [
            "300 gramos de Seitán",
            "1 cebolla",
            "2 zanahorias",
            "2 tomates",
            "3 dientes de Ajo",
            "1 Pimiento",
            "2 hojas de Laurel",
            "1 rama de Tomillo",
            "1 vaso de Vino blanco",
            "1 cucharadita de Pimentón ahumado",
            "1 cucharadita de Sal",
            "1 pizca de Pimienta molida",
            "6 patatas",
            "1 litro de Caldo vegetal o agua",
            "2 cucharadas soperas de Aceite"
        ],
          "Steps": [
            "Para empezar a elaborar este estofado de seitán con patatas, empieza cortando el seitán en dados no muy grandes, salpimiéntalo y sofríe en la sartén con un poco de aceite hasta que se doren un poco. Coloca el seitán en un recipiente y reserva.",
            "Corta el tomate, el pimiento y la cebolla en dados pequeños y la zanahoria en rodajas. Prepara una fritura de cebolla, ajo, tomate y pimiento en la misma sartén que has usado para el seitán.",
            "Cuando esté casi hecho el sofrito del guiso vegano con seitán añade el laurel,el tomillo y el pimentón. Cocina medio minuto y añade un choro del vino y del agua o caldo vegetal. Traspasa este sofrito del seitán con verduras a una olla junto con la carne vegetal y la zanahoria en rodajas.",
            "Vierte el resto de caldo vegetal o agua y el resto de vino en la olla. Llévalo todo a ebullición, comprueba el punto de sal y pimienta, rectifica de sabor y deja que el seitán estofado se cocine unos 15 minutos.",
            "Después añade las patatas peladas y cortadas más o menos del mismo tamaño que la carne vegetal y cocina el guiso vegano con seitán hasta que las patatas estén blandas.",
            "Sirve el estofado de seitán con patatas bien caliente ¡y listo!",
            "Y si te gustan las recetas de seitán fáciles no te olvidas de visitar otra que ya compartí de seitán salteado con verduras y patatas fritas.",
            "Si te ha gustado la receta de Estofado de seitán con patatas, te sugerimos que entres en nuestra categoría de Recetas de Guiso. También puedes visitar una selección de las mejores recetas españolas."
        ]
    }
]