{
    "Title": [
        "Tortilla de patata",
        "Gratén de calabacines y berenjenas",
        "Pasta con tomate",
        "Gazpacho",
        "Bizcocho de zanahoria",
        "Mermelada de melocotón",
        "Melón con jamón",
        "Helado de manzana",
        "Helado de pera",
        "Helado de melón",
        "Helado de kiwi",
        "Helado de naranja",
        "Helado de melocotón",
        "Macedonia",
        "Pasta con zanahoria",
        "Risotto de setas",
        "Fajitas de verduras y tofu",
    ],
    "Ingredients": [
        [
            "6 huevos",
            "3 patatas (600 gr)",
            "1 cebolla",
            "2 vasos de aceite de oliva",
            "sal"
        ],
        [
            "1 calabacín",
            "1 berenjena",
            "1/2 pimiento rojo picado",
            "1/2 pimiento verde picado ",
            "1 cebolla picada",
            "1 ramita apio picada",
            "Aceite de oliva Virgen Extra",
            "Caldo de verdura casero",
            "Queso rallado",
            "Sal y pimienta",
            "2 cdas pan rallado",
            "1 ramito albahaca"
        ],
        [
            "500 gr. pasta ",
            "600 gr. Tomate Frito",
            "2 cucharaditas orégano",
            "Caldo de pollo",
            "2 dientes de ajo ",
            "Queso rallado ",
            "Sal",
            "Aceite de oliva"
        ],
        [
            "1 kg Tomate pera",
            "1 Pimiento verde",
            "1 Pepino",
            "2 Dientes de ajo",
            "50 ml Aceite de oliva virgen extra",
            "50 g Pan de hogaza duro",
            "250 ml Agua",
            "Sal",
            "30 ml Vinagre de Jerez"
        ],
        [
            "250 g de zanahorias crudas (ya peladas y ralladas)",
            "200 g de harina",
            "7 g de levadura en polvo o polvo de hornear",
            "125 ml de aceite de girasol (podéis usar de oliva pero le dará un sabor más fuerte al pastel de zanahoria)",
            "4 huevos",
            "200 g de azúcar"
        ],
        [
            "1 kg de melocotones",
            "500 gr. de azúcar",
            "1/2 limón entero o el zumo de medio limón"
        ],
        [
            "1/2 melón piel de sapo (unos 750 g sin piel)",
            "200 g de jamón serrano en lonchas muy finas",
            "Aceite de oliva virgen extra"
        ],
        [
            "400 gramos de manzanas",
            "150 gramos de azúcar",
            "Zumo de 1 limón",
            "500 ml de agua"
        ],
        [
            "400 gramos de peras",
            "150 gramos de azúcar",
            "Zumo de 1 limón",
            "500 ml de agua"
        ],
        [
            "400 gramos de melón",
            "150 gramos de azúcar",
            "Zumo de 1 limón",
            "500 ml de agua"
        ],
        [
            "400 gramos de kiwis",
            "150 gramos de azúcar",
            "Zumo de 1 limón",
            "500 ml de agua"
        ],
        [
            "400 gramos de naranajas",
            "150 gramos de azúcar",
            "Zumo de 1 limón",
            "500 ml de agua"
        ],
        [
            "400 gramos de melocotones",
            "150 gramos de azúcar",
            "Zumo de 1 limón",
            "500 ml de agua"
        ],
        [
            "375 gramos de Azúcar",
            "250 ml de agua",
            "2 plátano",
            "2 peras",
            "2 naranajas",
            "2 kiwis",
            "1 rodaja grande de melón",
            "2 Melocotónes",
            "1/2 Zumo de limón" 
        ],
        [
            "60 g patatas",
            "25 g zanahorias",
            "1/2 cebolla",
            "1/2 diente ajo",
            "130 g pasta"
        ],
        [
            "350 g. de arroz para Risotto o arroz bomba",
            "1 L de caldo de verduras",
            "400 g. de champiñones",
            "1 cebolla",
            "2 dientes de ajo",
            "40 g. de mantequilla", 
            "100 g. de queso parmesano rallado",
            "1/2 vaso de vino blanco", 
            "50 ml. de aceite de oliva virgen extra",
            "Sal y pimienta negra (al gusto)"
        ],
        [
            "4 tortillas de trigo",
            "1 calabacín",
            "¼ col blanca",
            "1 puñado de brotes de soja",
            "200 gramos de tofu",
            "1 chorro de salsa de soja",
            "1 cucharadita de ajo en polvo",
            "½ taza de hummus",
            "1 pizca de pimienta negra",
            "½ cucharadita de sal",
            "1 cucharadita de semillas de sésamo",
            "1 cucharada sopera de aceite"
        ]
    ],
    "Steps": [
        [
            "Pela y pica la cebolla en dados medianos.",
            "Si las patatas estuvieran sucias, pásalas por agua. Pélalas, córtalas en láminas finas de medio centímetro.",
            "Introduce todo en la sartén, sazona a tu gusto y fríe a fuego suave durante 25-30 minutos.",
            "Retira la fritada y escúrrela. Pasa el aceite a un recipiente y resérvalo. Limpia el aceite de la sartén.",
            "Casca los huevos, colócalos en un recipiente grande y bátelos. Sálalos a tu gusto, agrega la fritada de patatas, cebolla y mezcla bien.",
            "Coloca la sartén nuevamente en el fuego, agrega un chorrito del aceite reservado y agrega la mezcla. Remueve un poco con una cuchara de madera y espera (20 segundos) a que empiece a cuajarse.",
            "Separa los bordes, cubre la sartén con un plato de mayor diámetro que la sartén y dale la vuelta.",
            "Échala de nuevo para que cuaje por el otro lado."
        ],
        [
            "En aceite de oliva pochar la cebolla y los pimientos.",
            "Una vez salteado añadir las berenjenas, el calabacín, el apio y cubrir con el caldo. Picar un poco de albahaca y agregar.",
            "Condimentar y dejar cocer unos minutos (5 serán suficientes).",
            "Esta preparación debe quedar no muy líquida porque el calabacín soltará su agua.",
            "Colocarlo en una fuente refractaria, cubrir con el queso y unas hojas de albahaca y gratinar a horno fuerte (200ºC)."
        ],
        [
            "Hierve la pasta como se indica en el envase, añadiendo en el agua el Caldo de Pollo. Después, escurre la pasta, añade un poco de aceite de oliva y remueve bien.",
            "Mientras se cuece la pasta, coloca al fuego una sartén con 6 cucharadas de aceite de oliva, el Tomate Frito, el ajo, el orégano y una pizca de azúcar.",
            "Tapamos y dejamos cocer a fuego medio, removiendo de vez en cuando, durante 5 min. Servir todo el conjunto."
        ],
        [
            "Troceamos todos los ingredientes y añadimos 50 ml de aceite de oliva, 250 ml de agua de la nevera y 50 ml de vinagre de Jerez",
            "Trituramos todo en la batidora de vaso o Turmix.",
            "Una vez triturado, pasamos el gazpacho resultante por el colador fino, apretando con un cucharón para que quede una crema sin pieles ni semillas.",
            "Lo metemos en la nevera un par de horas para que enfríe bien."
        ],
        [
            "Trituramos las zanahorias junto con el aceite.",
            "Echamos los huevos en un bol y los batimos con el azúcar, añadiendo luego la pasta de zanahoria que habíamos preparado ccon anterioridad.",
            "Incorporamos la harina y la levadura tamizadas y mezclamos con cuidado.",
            "Engrasamos con aceite o mantequilla un mole de 24 cm y echamos la masa.",
            "Hornear a 185ºC unos 30 minutos o hasta que veamos que al pinchar con un palillo o la punta de cuchillo el centro del bizcocho de zanahoria éste sale limpio.",
            "Este bizcocho de zanahoria podemos dejarlo tal como está si por ejemplo lo queréis para desayuno o merienda, o si lo queréis preparar para alguna celebración podéis espolvorear con azúcar glass o con un frosting hecho con Philadelphia y azúcar glass."
        ],
        [
            "Lava los melocotones, pélalos y retira la semilla, pártelos en 4.",
            "Incorpora los melocotones a una olla, el azúcar, añade el medio limón cortado en dos o el zumo de medio limón.",
            "Lleva a ebullición y baja la temperatura a fuego medio-bajo durante 40-50 minutos. Revuelve con una cuchara de madera de vez en cuando.",
            "Retira los dos trozos de limón.",
            "Pon el brazo de la batidora dentro de la olla y a velocidad mínima, da dos o tres golpes de triturado para homogenizar un poco la mezcla. No es necesario que la tritures totalmente si como a mi te gusta encontrarte algún tropezón.",
            "Comprueba el punto de la mermelada poniendo una cucharada en un plato frío, si pasados unos segundos mantiene la textura sin desparramarse, estará lista, si la notas muy líquida, déjala unos minutos más a fuego medio.",
            "Deja enfriar y envasa"
        ],
        [
            "Cortar 3 o 4 rajas normales del melón y quitarles las pipas.",
            "Desde la parte interior (donde estaban las pipas), ir sacando láminas en sentido longitudinal con la ayuda de un pelador.",
            "Cortar las lonchas de jamón por el medio a lo largo o de modo que sean de tamaño similar a las láminas de melón.",
            "Colocar en cada plato el doble de melón que de jamón.",
            "Añadir un hilito de aceite de oliva por encima."
        ],
        [
            "Lavar, pelar y quitar el corazón a las manzanas. Trocearlas.",
            "Colocar una cacerola al fuego con el agua y las manzanas cortadas.",
            "Cuando comience a hervir se añade el azúcar y el zumo de limón. Dejar cocer removiendo de vez en cuando hasta que las manzanas estén muy tiernas. Triturar todo en la batidora y colar.",
            "Introducir el helado/sorbete en la sorbetera y meter en el congelador.",
            "Servir el helado formando bolas en copas anchas para helado o copas de martini decorando con un par de hojitas de menta fresca."
        ],
        [
            "Lavar, pelar y quitar el corazón a las peras. Trocearlas.",
            "Colocar una cacerola al fuego con el agua y las peras cortadas.",
            "Cuando comience a hervir se añade el azúcar y el zumo de limón. Dejar cocer removiendo de vez en cuando hasta que las peras estén muy tiernas. Triturar todo en la batidora y colar.",
            "Introducir el helado/sorbete en la sorbetera y meter en el congelador.",
            "Servir el helado formando bolas en copas anchas para helado o copas de martini decorando con un par de hojitas de menta fresca."
        ],
        [
            "Lavar, pelar y quitar las pipas del melón. Trocearlo.",
            "Colocar una cacerola al fuego con el agua y el melon cortado.",
            "Cuando comience a hervir se añade el azúcar y el zumo de limón. Dejar cocer removiendo de vez en cuando hasta que el melón esté muy tiernas. Triturar todo en la batidora y colar.",
            "Introducir el helado/sorbete en la sorbetera y meter en el congelador.",
            "Servir el helado formando bolas en copas anchas para helado o copas de martini decorando con un par de hojitas de menta fresca."
        ],
        [
            "Lavar, pelar los kiwis. Trocearlos.",
            "Colocar una cacerola al fuego con el agua y los kiwis cortados.",
            "Cuando comience a hervir se añade el azúcar y el zumo de limón. Dejar cocer removiendo de vez en cuando hasta que los kiwis estén muy tiernas. Triturar todo en la batidora y colar.",
            "Introducir el helado/sorbete en la sorbetera y meter en el congelador.",
            "Servir el helado formando bolas en copas anchas para helado o copas de martini decorando con un par de hojitas de menta fresca."
        ],
        [
            "Lavar, pelar las naranjas. Trocearlas.",
            "Colocar una cacerola al fuego con el agua y las naranajas cortadas.",
            "Cuando comience a hervir se añade el azúcar y el zumo de limón. Dejar cocer removiendo de vez en cuando hasta que las naranajas estén muy tiernas. Triturar todo en la batidora y colar.",
            "Introducir el helado/sorbete en la sorbetera y meter en el congelador.",
            "Servir el helado formando bolas en copas anchas para helado o copas de martini decorando con un par de hojitas de menta fresca."
        ],
        [
            "Lavar, pelar y quitar el corazón de los melocotones. Trocearlos.",
            "Colocar una cacerola al fuego con el agua y los melocotones cortados.",
            "Cuando comience a hervir se añade el azúcar y el zumo de limón. Dejar cocer removiendo de vez en cuando hasta que los melocotones estén muy tiernas. Triturar todo en la batidora y colar.",
            "Introducir el helado/sorbete en la sorbetera y meter en el congelador.",
            "Servir el helado formando bolas en copas anchas para helado o copas de martini decorando con un par de hojitas de menta fresca."
        ],
        [
            "Para hacer el almíbar ponemos en un cazo el azúcar y el agua, y sin remover llevamos a ebullición. Dejamos que hierva durante dos minutos y retiramos del fuego. Reservamos hasta que se temple.",
            "Por otro lado, en un cuenco amplio, troceamos las frutas, una vez lavadas y peladas.",
            "Añadimos el zumo de limón para que no se oxiden. Mezclamos con cuidado, para que las cerezas no manchen mucho la fruta y el zumo se reparta bien.",
            "Mezclado todo con tacto",
            "Tapamos la macedonia y refrigeramos durante unas horas antes de consumirla."
        ],
        [
            "Pica las patatas, las zanahorias, la cebolla y el ajo.",
            "Vierte todo en una cazuela a fuego medio y cocina hasta que las patatas estén tiernas.",
            "Con ayuda de una batidora, bate las patatas, las zanahorias, la cebolla y el ajo con el resto de los ingredientes, hasta lograr una masa homogénea.",
            "Cuece la pasta en agua con sal hasta que se cocinen.",
            "Una vez que estén hechos, quitar el agua y echar la pasta sobre la salsa y remover.",
            "Echa sal y listo para comer"
        ],
        [
            "Lo primero será preparar el caldo de verduras. Si tienes tiempo lo mejor es hacer un caldo casero. Si no tienes tiempo o te da pereza prepara el caldo con una pastilla de caldo concentrado o compralo envasado, pero hasta que no tengas el caldo listo no empieces con la receta.",
            "Ahora vamos a preparar las setas. Quitales la tierra y córtalas en rodajas finas.",
            "Ahora coge dos dientes de ajo, pélalos y pícalos bien finos. Ponlos en una sartén con 5 cucharadas de aceite de oliva a fuego medio-bajo. Cuando el ajo se empiece a dorar añade los champiñones, media cuchara pequeña con sal y unas vueltas de molinillo de pimienta negra. Deja a fuego medio hasta que las setas pierdan todo el agua y estén bien hechas. Cuando estén en su punto aparta del fuego la sartén y reserva las setas.",
            "Si el caldo no está bien caliente ponlo a calentar en un cazo grande mientras preparamos el arroz. Pruébalo de sal y si en necesario añade una pizca, prueba y rectifica las veces que haga falta hasta que esté sabroso.",
            "Pela la cebolla y córtala en trozos pequeños. Coge una cacerola (de unos 25 cm de diámetro será suficiente) y añade la mitad de la mantequilla y 2 cucharadas de aceite de oliva. Cuando esté caliente añade la cebolla, una pizca de sal y deja que se poche (se ponga tierna y traslucida) durante 15-20 minutos.", 
            "Añade el arroz a la cacerola y con una cuchara remuévelo durante 2 minutos. Después añade 100 ml de vino blanco y deja que se evapore casi en su totalidad. Incorpora las setas que teníamos reservadas.",
            "Ahora añade tres cazos de caldo muy caliente. Deja a fuego medio hasta que se evapore casi todo el caldo y remueve constantemente para que el arroz suelte almidón (y el arroz se ponga cremoso). Ve añadiendo un cazo de caldo caliente cada vez que el arroz se quede sin líquido (tendrás que añadir por lo menos 6-7 cazos en total) y sigue removiendo siempre. Pasados 18 minutos desde que añadiste el primer cazo de caldo prueba el arroz (si es arborio tardará un buen rato más en hacerse: 20 - 25 minutos) para ver como está. Si es necesario añade otro cazo de caldo y así hasta que el arroz esté en su punto. Debe quedar muy cremoso.",
            "Cuando el arroz esté en su punto añade el queso parmesano rallado y la mantequilla restante. Remueve bien y listo."
        ],
        [
            "Para empezar a preparar las fajitas veganas, deberás dejar listas las verduras. Para ello, corta el zucchini o calabacín en rodajas finas, la col en juliana y el tofu en 8 rectángulos iguales.",
            "Calienta una sartén o plancha engrasada y cocina vuelta y vuelta los rectángulos de tofu salpimentados.",
            "Prepara el hummus triturando media taza de garbanzos, dos dientes de ajo, un chorro de aceite y de zumo de limón, una cucharadita de comino y sal, una pizca de pimienta y dos cucharadas de tahini (opcional) o utiliza el hummus preparado de cualquier marca comercial para hacer las fajitas de verduras y tofu.",
            "Calienta una sartén con aceite y sofríe la col y el zucchini hasta que empiecen a ablandarse. Añade los brotes de soja, un buen chorro de salsa de soja, el ajo en polvo, las semillas de sésamo, sal y pimienta, remueve y saltea dos minutos más para ablandar los brotes de soja.",
            "Para formar las fajitas de verduras y tofu, unta generosamente cada tortilla con hummus y coloca dos rectángulos de tofu en el centro.",
            "Coloca varias cucharadas de relleno en el centro, cierra las tortillas levantando los bordes y llevándolos hacia el centro y marca cada fajita a la plancha para fijar la tortilla.",
            "Sirve las fajitas orientales con un poco de salsa se soja. Ahora que sabes cómo hacer fajitas de verduras y tofu veganas, anímate a probarlas y añade más vegetales si lo deseas. Esta receta de fajitas veganas es perfecta para la cena o para el almuerzo acompañada de tacos veganos de coliflor para disfrutar de variedad de sabores. Más recetas en mi blog Vegspiration.",
            "Si te ha gustado la receta de Fajitas de verduras y tofu, te sugerimos que entres en nuestra categoría de Recetas de Fajitas."
        ]
    ]
}



// {
//     "Title": ,
//     "Ingredients": ,
//     "Steps": 
// },
// https://github.com/iagocanalejas/riws-cocina/blob/master/crawler/cocina.json